Repository: ttungbmt/geonode
Catalog: geonode/locale/*/LC_MESSAGES/allauth.po
Languages: vi

source: Username can not be used. Please use other username.
vi: Tên người dùng đã tồn tại. Vui lòng sử dụng tên người dùng khác.

source: Too many failed login attempts. Try again later.
vi: Vượt giới hạn số lần đăng nhập không thành công. Vui lòng thử lại sau.

source: A user is already registered with this e-mail address.
vi: Địa chỉ email đã tồn tại.

source: Password must be a minimum of {0} characters.
vi: Mật khẩu phải có tối thiểu {0} ký tự.

source: Accounts
vi: Tài khoản

source: You must type the same password each time.
vi: Vui lòng nhập cùng một mật khẩu.

source: Password
vi: Mật khẩu

source: Remember Me
vi: Ghi nhớ đăng nhập

source: This account is currently inactive.
vi: Tài khoản này hiện đang không hoạt động.

source: The e-mail address and/or password you specified are not correct.
vi: Địa chỉ email và/ hoặc mật khẩu không chính xác.

source: The username and/or password you specified are not correct.
vi: Tên người dùng và/ hoặc mật khẩu không chính xác.

source: E-mail address
vi: Địa chỉ email

source: Username
vi: Tên đăng nhập

source: Username or e-mail
vi: Tên người dùng hoặc email

# field label
source: Login
vi: Đăng nhập

source: E-mail (again)
vi: Nhập lại email

source: E-mail address confirmation
vi: Xác nhận địa chỉ email

source: E-mail (optional)
vi: Email (tùy chọn)

source: You must type the same email each time.
vi: Bạn phải nhập cùng một địa chỉ email.

source: Password (again)
vi: Nhập lại mật khẩu

source: This e-mail address is already associated with this account.
vi: Địa chỉ email đã được sử dụng cho tài khoản này.

source: This e-mail address is already associated with another account.
vi: Địa chỉ email đã được sử dụng bởi một tài khoản khác.

source: You cannot add more than %d e-mail addresses.
vi: Bạn không thể thêm vào quá %d địa chỉ email.

source: Current Password
vi: Mật khẩu hiện tại

source: New Password
vi: Mật khẩu mới

source: New Password (again)
vi: Nhập lại mật khẩu mới

source: Please type your current password.
vi: Vui lòng nhập mật khẩu hiện tại.

source: The e-mail address is not assigned to any user account
vi: Địa chỉ email này chưa được sử dụng bởi tài khoản nào

source: The password reset token was invalid.
vi: Token thiết lập lại mật khẩu không hợp lệ.

source: user
vi: người dùng

source: e-mail address
vi: địa chỉ email

source: verified
vi: đã xác nhận

source: primary
vi: chính

source: email address
vi: địa chỉ email

source: email addresses
vi: địa chỉ email

source: created
vi: đã tạo

source: sent
vi: đã gửi

source: email confirmation
vi: xác thực email

source: email confirmations
vi: xác thực email

source: An account already exists with this e-mail address. Please sign in to that account first, then connect your %s account.
vi: Địa chỉ email đã được sử dụng bởi một tài khoản khác. Vui lòng đăng nhập bằng tài khoản này, sau đó kết nối tài khoản %s của bạn.

source: Your account has no password set up.
vi: Tài khoản của bạn chưa được thiết lập mật khẩu.

source: Your account has no verified e-mail address.
vi: Tài khoản của bạn chưa có email được chứng thực.

source: Social Accounts
vi: Tài khoản mạng xã hội

source: provider
vi: nhà cung cấp

source: name
vi: tên

source: App ID, or consumer key
vi: App ID, hoặc consumer key

source: API secret, client secret, or consumer secret
vi: API secret, client secret, hoặc consumer secret

source: social application
vi: ứng dụng mạng xã hội

source: social applications
vi: ứng dụng mạng xã hội

source: last login
vi: lần đăng nhập gần nhất

source: date joined
vi: ngày tham gia

source: extra data
vi: trích lọc dữ liệu

source: social account
vi: tài khoản mạng xã hội

source: social accounts
vi: tài khoản mạng xã hội

source: "oauth_token" (OAuth1) or access token (OAuth2)
vi: "oauth_token" (OAuth1) hoặc access token (OAuth2)

source: "oauth_token_secret" (OAuth1) or refresh token (OAuth2)
vi: "oauth_token_secret" (OAuth1) hoặc refresh token (OAuth2)

source: expires at
vi: hết hạn vào

source: social application token
vi: token ứng dụng mạng xã hội

source: social application tokens
vi: token ứng dụng mạng xã hội

source: Invalid profile data
vi: Hồ sơ người dùng không hợp lệ

source: Invalid response while obtaining request token from "%s".
vi: Phản hồi không hợp kê khi nhận request token từ "%s".

source: Invalid response while obtaining access token from "%s".
vi: Phản hồi không hợp kê khi nhận access token từ "%s".

source: No request token saved for "%s".
vi: Không có request token được lưu cho "%s".

source: No access token saved for "%s".
vi: Không có access token được lưu cho "%s".

source: No access to private resources at "%s".
vi: Không có quyền truy cập vào tài nguyên riêng tư tại "%s".

source: Account Inactive
vi: Tài khoản không hoạt động

source: This account is inactive.
vi: Tài khoản không hoạt động.

source: E-mail Addresses
vi: Địa chỉ email

source: The following e-mail addresses are associated with your account:
vi: Địa chỉ email sau đã liên kết với tài khoản của bạn:

source: Verified
vi: Xác thực

source: Unverified
vi: Chưa xác thực

source: Primary
vi: Chính

source: Make Primary
vi: Chọn làm email chính

source: Re-send Verification
vi: Gửi lại xác thực

source: Remove
vi: Xóa

source: Warning:
vi: Cảnh báo:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
vi: Tài khoản của bạn chưa kết nối đến email nào. Bạn nên kết nối đến một địa chỉ email để nhận thông báo, thiết lập lại mật khẩu, vv.

source: Add E-mail Address
vi: Thêm địa chỉ email

source: Add E-mail
vi: Thêm email

source: Do you really want to remove the selected e-mail address?
vi: Bạn có thực sự muốn xóa địa chỉ email này?

source: Hello from %(site_name)s!
vi: Lời chào từ %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
vi: Cảm ơn đã sử dụng %(site_name)s! %(site_domain)s

source: You're receiving this e-mail because user %(user_display)s has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
vi: Bạn nhận được email này vì người dùng %(user_display)s đã sử dụng địa chỉ email này để đăng ký tài khoản trên %(site_domain)s. Để xác nhận điều này là đúng, vui lòng truy cập %(activate_url)s

source: Please Confirm Your E-mail Address
vi: Vui lòng xác thực địa chỉ email

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
vi: Bạn nhận được email này vì bạn hoặc ai đó đã yêu cầu mật khẩu cho tài khoản người dùng của bạn. Bạn có thể bỏ qua nếu không yêu cầu thiết lập lại mật khẩu, hoặc nhấn vào đường dẫn bên dưới để thiết lập lại mật khẩu.

source: In case you forgot, your username is %(username)s.
vi: Trong trường hợp bạn quên, tên người dùng của bạn là %(username)s.

source: Password Reset E-mail
vi: Email thiết lập lại mật khẩu

source: Confirm E-mail Address
vi: Xác thực địa chỉ email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
vi: Vui lòng xác nhận <a href="mailto:%(email)s">%(email)s</a>là địa chỉ email của người dùng %(user_display)s.

source: Confirm
vi: Xác thực

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
vi: Liên kết xác thực email này đã hết hạn hoặc không hợp lện. Vui lòng <a href="%(email_url)s">gửi lại yêu cầu xác thực e-mail</a>.

source: Sign In
vi: Đăng nhập

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
vi: Vui lòng đăng nhập bằng tài khoản đã có của bên thứ ba. Hoặc, <a href="%(signup_url)s">đăng ký</a> tài khoản trên %(site_name)s và đăng nhập bên dưới:

source: or
vi: hoặc

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
vi: Nếu chưa có tài khoản, vui lòng <a href="%(signup_url)s">đăng ký</a> first.

source: Forgot Password?
vi: Quên mật khẩu?

source: Sign Out
vi: Đăng xuất

source: Are you sure you want to sign out?
vi: Bạn có chắc muốn đăng xuất?

source: You cannot remove your primary e-mail address (%(email)s).
vi: Bạn không thể xóa địa chỉ email chính (%(email)s).

source: Confirmation e-mail sent to %(email)s.
vi: Email xác thực đã được gửi đến %(email)s.

source: You have confirmed %(email)s.
vi: Bạn đã xác thực %(email)s.

source: Removed e-mail address %(email)s.
vi: Xóa địa chỉ email %(email)s.

source: Successfully signed in as %(name)s.
vi: Đăng nhập thành công với tên %(name)s.

source: You have signed out.
vi: Bạn đã đăng xuất.

source: Password successfully changed.
vi: Thay đổi mật khẩu thành công.

source: Password successfully set.
vi: Thiết lập mật khẩu thành công.

source: Primary e-mail address set.
vi: Đặt làm email chính

source: Your primary e-mail address must be verified.
vi: Email chính của bạn phải được xác thực.

source: Change Password
vi: Thay đổi mật khẩu.

source: Password Reset
vi: Đặt lại mật khẩu

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
vi: Quên mật khẩu? Nhập địa chỉ emil bên dưới, hệ thống sẽ gửi email cho bạn để đặt lại mật khẩu.

source: Reset My Password
vi: Đặt lại mật khẩu

source: Please contact us if you have any trouble resetting your password.
vi: Vui lòng liên hệ với chúng tôi nếu bạn gặp khó khăn khi đặt lại mật khẩu.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
vi: Hệ thống đã gửi email cho bạn. Vui lòng liên hệ với chúng tôi nếu bạn không nhận được email trong ít phút tới.

source: Bad Token
vi: Token không hợp lệ

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
vi: Liên kết đặt lại mật khẩu không hợp lệ vì có thể đã được sử dụng. Vui lòng gửi lại yêu cầu <a href="%(passwd_reset_url)s">đặt lại mật khẩu </a>.

source: change password
vi: thay đổi mật khẩu

source: Your password is now changed.
vi: Mật khẩu đã được thay đổi.

source: Set Password
vi: Đặt mật khẩu

source: Signup
vi: Đăng ký

source: Sign Up
vi: Đăng ký

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
vi: Đã có tài khoản? Vui lòng <a href="%(login_url)s">đăng nhập</a>.

source: Sign Up Closed
vi: Đăng ký đã đóng

source: We are sorry, but the sign up is currently closed.
vi: Rất tiết, đăng ký tài khoản đang đóng.

source: Note
vi: Ghi chú

source: you are already logged in as %(user_display)s.
vi: bạn đã đănng nhập với tài khoản %(user_display)s.

source: Verify Your E-mail Address
vi: Xác thực địa chỉ email

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
vi: Hệ thống đã gửi email xác thực. Nhấn vào liên kết trong email để hoàn tất đăng ký. Vui lòng liên hệ với chúng tôi nếu bạn không nhận được email trong ít phút tới.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
vi: Phần này xác thực rằng bạn chính là chủ sở hữu của địa chỉ email đã đăng ký.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
vi: Hê thống đã gửi email xác thực cho bạn. Vui lòng nhấn vào liên kết trong email. Vui lòng liên hệ với chúng tôi nếu bạn chưa nhận được email trong ít phút tới.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
vi: <strong>Ghi chú:</strong> bạn vẫn có thể <a href="%(email_url)s">thay đổi địa chỉ email</a>.

source: OpenID Sign In
vi: Đăng nhập bằng OpenID

source: Social Network Login Failure
vi: Đăng nhập bằng tài khoản mạng xã hội không thành công

source: An error occurred while attempting to login via your social network account.
vi: Có lỗi khi đăng nhập bằng tài khoản mạng xã hội.

source: Account Connections
vi: Các kết nối đến tài khoản

source: You can sign in to your account using any of the following third party accounts:
vi: Bạn có thể đăng nhập bằng các tài khoản từ bên thứ ba sau:

source: You currently have no social network accounts connected to this account.
vi: Chưa có tài khoản mạng xã hội nào liên kết đến tài khoản này.

source: Add a 3rd Party Account
vi: Thêm tài khoản bên thứ ba

source: Login Cancelled
vi: Đăng nhập đã hủy

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
vi: Bạn quyết định hủy đăng nhập bằng tài khoản hiện có trong hệ thống. Nếu đây là sự nhầm lẫn, vui lòng tiếp tục <a href="%(login_url)s">đăng nhập</a>.

source: The social account has been connected.
vi: Tài khoản mạng xã hội đã kết nối.

source: The social account is already connected to a different account.
vi: Tài khoản mạng xã hội đã kết nối đến một tài khoản khác.

source: The social account has been disconnected.
vi: Tài khoản mạng xã hội đã bị ngắt kết nối.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
vi: Bạn sắp sử dụng tài khoản %(provider_name)s để đăng nhập vào %(site_name)s. Vui lòng điền các thông tin sau để hoàn tất:
